[
    {
        "id": "paper001",
        "title": "The Synergistic Impact of AI and Quantum Computing on Scientific Discovery",
        "authors": ["Dr. Evelyn Reed", "Prof. Kenji Tanaka", "Dr. Anya Sharma"],
        "abstract": "Artificial intelligence and quantum computing are poised to revolutionize research. This paper explores their combined potential. Machine learning models accelerate data analysis, while quantum algorithms promise new computational paradigms. Ethical considerations remain paramount as these fields converge.",
        "fullText": "Introduction: A New Era of Computation in Science.\nThe confluence of Artificial Intelligence (AI) and Quantum Computing (QC) heralds a transformative period for scientific discovery. AI, with its sophisticated algorithms for pattern recognition and prediction, has already made significant inroads. Quantum computing, on the other hand, offers the potential to solve problems currently intractable for even the most powerful classical supercomputers. This paper investigates the synergistic effects when these two powerful technologies are combined. We explore potential applications across various scientific domains, from drug discovery to materials science and climate modeling. The fundamental argument is that their integration will unlock unprecedented research capabilities.\n\nSection 1: AI Enhancing Quantum Algorithm Development.\nDeveloping effective quantum algorithms is a complex task. AI, particularly machine learning techniques like reinforcement learning, can assist in designing and optimizing these algorithms. For instance, AI can learn to tune parameters for quantum simulations or help in error correction strategies for noisy intermediate-scale quantum (NISQ) devices. We discuss how AI can automate parts of the quantum software stack, making quantum resources more accessible to domain scientists. This section examines current research where AI models are used to discover novel quantum circuits or improve the performance of existing ones.\n\nSection 2: Quantum-Powered Machine Learning.\nConversely, quantum computing can significantly enhance machine learning capabilities. Quantum machine learning (QML) algorithms, such as quantum support vector machines or quantum neural networks, could offer exponential speedups for certain types of calculations and handle more complex data structures. This could lead to breakthroughs in areas requiring intensive computation, like training large-scale AI models or analyzing highly correlated quantum mechanical systems. We review the theoretical advantages and practical challenges of implementing QML algorithms on current and future quantum hardware. The potential for quantum data encoding and processing is a key focus.\n\nSection 3: Applications in Scientific Domains.\nWe explore several specific scientific domains where the AI-QC synergy could be particularly impactful. In drug discovery, AI can identify potential drug candidates, and QC can simulate molecular interactions with high accuracy. In materials science, AI can predict properties of new materials, and QC can help design them from first principles. For climate change research, AI can analyze climate data, and QC could improve complex climate models. Each application area presents unique challenges and opportunities that this synergy can address.\n\nSection 4: Ethical, Societal, and Practical Challenges.\nThe integration of AI and QC also brings forth profound ethical and societal questions. Issues like equitable access to these powerful technologies, potential job displacement, algorithmic bias amplified by quantum capabilities, and security implications (e.g., breaking current encryption) must be addressed proactively. Practical challenges include the current limitations of quantum hardware, the need for a skilled workforce, and the development of robust benchmarks for AI-QC systems. A multi-stakeholder approach involving researchers, policymakers, and the public is essential for responsible development.\n\nConclusion: Navigating the AI-QC Frontier.\nThe combined power of AI and quantum computing presents an exciting frontier for science. While significant research and development are still needed, the potential for groundbreaking discoveries is undeniable. This paper has outlined key areas of synergy, potential applications, and critical challenges. Successfully navigating this frontier will require interdisciplinary collaboration, sustained investment, and a strong commitment to ethical principles. The journey ahead is complex, but the promise of a new scientific revolution driven by AI and QC is a powerful motivator.",
        "keywords": ["AI", "quantum computing", "machine learning", "ethics", "algorithms", "drug discovery", "materials science"]
    },
    {
        "id": "paper002",
        "title": "Advanced Techniques in Renewable Energy Storage",
        "authors": ["Prof. Ben Carter", "Dr. Lena Hanson", "Dr. Omar Al-Jamil"],
        "abstract": "Efficient energy storage is crucial for widespread adoption of renewable energy. This paper reviews advanced storage solutions. We focus on next-generation batteries, hydrogen fuel cells, and grid-scale mechanical storage. Economic viability and environmental impact are also analyzed.",
        "fullText": "Chapter 1: The Imperative for Advanced Energy Storage.\nRenewable energy sources like solar and wind are inherently intermittent. Their effective integration into the power grid necessitates robust and efficient energy storage solutions. This chapter outlines the critical role of energy storage in ensuring grid stability, reliability, and the widespread adoption of renewables. We discuss the limitations of current storage technologies and the pressing need for innovation. The economic and environmental drivers for advancing energy storage are also highlighted, setting the stage for the technologies explored in subsequent chapters.\n\nChapter 2: Next-Generation Battery Technologies.\nLithium-ion batteries dominate the current market, but research is actively pursuing alternatives with higher energy density, longer lifespan, lower cost, and improved safety. This chapter delves into promising next-generation battery chemistries, including solid-state batteries, lithium-sulfur batteries, and metal-air batteries. We analyze their underlying mechanisms, current developmental status, performance characteristics, and potential for commercialization. The challenges related to material sourcing, manufacturing scalability, and recycling are also addressed for each technology.\n\nChapter 3: Hydrogen as an Energy Carrier and Storage Medium.\nHydrogen is emerging as a versatile energy carrier with significant potential for long-duration energy storage. This chapter covers various aspects of the hydrogen economy, including green hydrogen production (via electrolysis powered by renewables), storage methods (compressed gas, liquid, metal hydrides), and conversion back to electricity (via fuel cells). We compare different hydrogen technologies in terms of efficiency, cost, and infrastructure requirements. The role of hydrogen in decarbonizing sectors beyond power, such as transportation and industry, is also explored.\n\nChapter 4: Grid-Scale Mechanical and Thermal Storage.\nBeyond electrochemical and chemical storage, several mechanical and thermal storage technologies are suitable for grid-scale applications. This chapter examines pumped hydro storage (PHS), compressed air energy storage (CAES), flywheel energy storage, and advanced thermal energy storage (TES) systems, such as molten salt storage. For each, we discuss the operational principles, deployment scenarios, round-trip efficiency, and geographical constraints. The potential for these technologies to provide ancillary services to the grid, like frequency regulation, is also considered.\n\nChapter 5: Economic Analysis and Policy Recommendations.\nThe techno-economic viability of advanced energy storage solutions is crucial for their market penetration. This chapter provides a comparative economic analysis of the discussed technologies, considering capital costs, operational costs, levelized cost of storage (LCOS), and revenue streams. We also explore the impact of government policies, incentives, and regulatory frameworks on accelerating the deployment of energy storage. Recommendations for policymakers to foster innovation and create a supportive market environment are provided.\n\nConclusion: Charting the Future of Energy Storage.\nAdvanced energy storage technologies are pivotal for a sustainable energy future. This paper has reviewed a range of promising options, each with its own strengths and weaknesses. No single technology is a silver bullet; a portfolio approach will likely be necessary to meet diverse storage needs. Continued research, development, and supportive policies are essential to reduce costs, improve performance, and scale up these critical solutions. The transition to a renewable-energy-dominated system hinges on our ability to effectively store and dispatch clean energy.",
        "keywords": ["renewable energy", "energy storage", "batteries", "hydrogen", "fuel cells", "grid stability", "sustainability", "climate change"]
    },
    {
        "id": "paper003",
        "title": "The Gut Microbiome: Implications for Human Health and Disease",
        "authors": ["Dr. Isabella Rossi", "Prof. Samuel Green"],
        "abstract": "The human gut microbiome plays a critical role in health and disease. This review discusses its composition, function, and links to various conditions. We explore modulation strategies like probiotics, prebiotics, and fecal microbiota transplantation. Future research directions are also highlighted.",
        "fullText": "Part 1: Understanding the Gut Microbiome Ecosystem.\nThe human gastrointestinal tract harbors a complex and dynamic community of microorganisms, collectively known as the gut microbiome. This ecosystem, comprising bacteria, viruses, fungi, and archaea, outnumbers human cells and possesses a vast genetic repertoire. This part introduces the concept of the microbiome, its typical composition, and the factors influencing its development from infancy to adulthood, such as diet, genetics, environment, and medication use (e.g., antibiotics). We will discuss methods used to study the microbiome, including metagenomic sequencing and bioinformatics analysis.\n\nPart 2: Functional Roles of the Gut Microbiome in Host Physiology.\nThe gut microbiome is not a passive bystander but an active participant in host physiology. It plays essential roles in nutrient metabolism (e.g., digestion of complex carbohydrates, synthesis of vitamins), development and maturation of the immune system, and protection against pathogens. This section will detail these functions, explaining the molecular mechanisms by which microbes interact with host cells and influence systemic health. The concept of a 'healthy' or 'eubiotic' microbiome versus a 'dysbiotic' state will be explored.\n\nPart 3: The Microbiome's Link to Diseases.\nAlterations in the gut microbiome composition and function (dysbiosis) have been implicated in a wide range of human diseases. These include gastrointestinal disorders like inflammatory bowel disease (IBD) and irritable bowel syndrome (IBS), metabolic conditions such as obesity and type 2 diabetes, autoimmune diseases, allergic disorders, and even neurological and psychiatric conditions like autism spectrum disorder and depression. This part reviews the evidence linking dysbiosis to specific diseases, discussing potential causative roles versus correlations. The challenges in establishing causality will also be addressed.\n\nPart 4: Therapeutic Modulation of the Gut Microbiome.\nGiven the microbiome's role in health and disease, strategies to modulate it for therapeutic benefit are of great interest. This section explores current and emerging approaches, including: Probiotics (live beneficial microorganisms), Prebiotics (substrates that promote the growth of beneficial microbes), Synbiotics (combinations of probiotics and prebiotics), and Fecal Microbiota Transplantation (FMT), which involves transferring fecal matter from a healthy donor to a recipient. We will discuss the efficacy, safety, and regulatory considerations for these interventions. Personalized microbiome-based therapies are a key future goal.\n\nPart 5: Future Directions and Unanswered Questions.\nMicrobiome research is a rapidly evolving field. Despite significant progress, many questions remain. This concluding part highlights key areas for future investigation, such as understanding host-microbe interactions at a mechanistic level, identifying reliable biomarkers of dysbiosis, developing more targeted and effective modulation strategies, and translating research findings into clinical practice. The importance of longitudinal studies, multi-omics approaches, and standardized methodologies will be emphasized. The potential of the microbiome to revolutionize personalized medicine is vast but requires continued rigorous scientific inquiry.",
        "keywords": ["microbiome", "gut health", "probiotics", "prebiotics", "disease", "metabolism", "immunology", "FMT", "dysbiosis"]
    }
        {
        "id": "paper004",
        "title": "Federated Learning for Privacy-Preserving Healthcare Analytics",
        "authors": ["Dr. Priya Menon", "Prof. Alejandro Ruiz", "Dr. Nora Williams"],
        "abstract": "Federated learning enables collaborative model training without centralising sensitive patient data. We survey current techniques, highlight real-world hospital deployments, and analyse open challenges in security, fairness, and regulatory compliance.",
        "fullText": "Introduction: Protecting Patient Data at Scale.\nFederated learning (FL) decouples data and model aggregation, offering a path toward large-scale healthcare AI without raw data sharing. We review the core protocol and sketch its adoption in multi-institution consortia.\n\nSection 1: Variants of FL for Clinical Workflows.\nWe differentiate cross-device, cross-silo, and hybrid FL, mapping each to electronic health-record (EHR) environments, medical-imaging networks, and wearable-sensor cohorts.\n\nSection 2: Security, Robustness, and Bias.\nAttacks such as gradient inversion and model poisoning remain credible threats. Differential privacy, secure aggregation, and bias-mitigation pipelines are assessed for clinical viability.\n\nConclusion: Toward Trusted, Scalable FL Ecosystems.\nCombining cryptographic safeguards, audit trails, and regulatory frameworks is essential for mainstream adoption in precision medicine.",
        "keywords": ["federated learning", "privacy", "healthcare AI", "security", "EHR", "differential privacy"]
    },
    {
        "id": "paper005",
        "title": "Biome-Inspired Soft Robotics for Deep-Sea Exploration",
        "authors": ["Prof. Liang Chen", "Dr. Amélie Dubois"],
        "abstract": "Soft robotic systems modelled on deep-sea fauna promise resilient, low-impact exploration of fragile ocean ecosystems. We present new elastomer actuators, hydrodynamic control strategies, and field trials at depths exceeding 4,000 m.",
        "fullText": "Chapter 1: From Rigid Hulls to Compliant Forms.\nTraditional submersibles risk damaging delicate habitats. Soft robots derived from cephalopod and jellyfish morphology offer a gentle alternative.\n\nChapter 2: Materials and Actuation.\nWe detail silicone-based electro-hydraulic muscles rated for extreme pressure, plus embedded fibre Bragg sensors for proprioception.\n\nChapter 3: Field Deployment in the Mariana Trench.\nThree prototype ‘AquaPuff’ units gathered video and chemical samples while withstanding 41 MPa ambient pressure.\n\nOutlook.\nAdvances in self-healing polymers and energy harvesting could soon enable month-long autonomous missions.",
        "keywords": ["soft robotics", "deep sea", "bio-inspired design", "elastomer actuators", "oceans"]
    },
    {
        "id": "paper006",
        "title": "Large-Language-Model Agents for Automated System Administration",
        "authors": ["Dr. Sofia García", "Dr. Markus Engel", "Prof. Robert Kim"],
        "abstract": "We prototype LLM-driven ‘sysadmin agents’ capable of diagnosing, patching, and optimising Linux servers in real time. Benchmarks show a 68 % reduction in mean-time-to-resolution compared with scripted runbooks.",
        "fullText": "Part 1: Agent Architecture.\nA ReAct-style planner, tool-calling API wrapper, and safety-filter ensemble coordinate shell commands and configuration edits.\n\nPart 2: Evaluation on 200 Real Incidents.\nScenarios range from kernel panics to package dependency hell. Agents autonomously propose and execute fixes, subject to a human approval gate.\n\nPart 3: Risk & Governance.\nWe discuss rollback strategies, audit logging, and bounding the blast radius of autonomous root access.\n\nConclusion.\nLLM agents can meaningfully augment DevOps teams if coupled with rigorous policy constraints.",
        "keywords": ["large language models", "autonomous agents", "DevOps", "system administration", "AI safety"]
    },
    {
        "id": "paper007",
        "title": "Urban Carbon Sequestration Through Biochar-Amended Green Roofs",
        "authors": ["Dr. Helena Björk", "Dr. Kwame Mensah", "Prof. Emily Stone"],
        "abstract": "Cities struggle to offset emissions. We quantify the carbon capture potential of biochar-integrated green roofs across three climate zones, finding gains up to 1.4 kg CO₂-e m⁻² yr⁻¹ alongside improved storm-water retention.",
        "fullText": "Section 1: Biochar Production and Properties.\nLow-temperature pyrolysis of urban green waste yields a stable, porous carbon matrix suited for rooftop substrates.\n\nSection 2: Experimental Setup in Stockholm, Accra, and Sydney.\nTwelve test roofs monitored for carbon flux, albedo, and plant biomass over 24 months.\n\nSection 3: Modelling City-Scale Impact.\nIf 15 % of roofs adopt biochar layers ≥10 cm, total sequestration could neutralise 4 % of local transport emissions.\n\nPolicy Implications.\nIncentive schemes linking building codes and carbon markets could accelerate deployment.",
        "keywords": ["biochar", "green roofs", "carbon sequestration", "urban ecology", "climate mitigation"]
    },
    {
        "id": "paper008",
        "title": "Explainable AI in Credit Scoring: A Comparative Study of Post-hoc Methods",
        "authors": ["Prof. Janet Lee", "Dr. Viktor Novak"],
        "abstract": "We benchmark SHAP, LIME, counterfactual, and concept-based explanations on four industry credit datasets. User studies show SHAP delivers the highest trust, but concept-based methods yield clearer actionable insights for loan officers.",
        "fullText": "Dataset & Model Overview.\nGradient-boosted trees, deep tabular networks, and self-supervised embeddings constitute the predictive backbone.\n\nMethodology.\nEach XAI technique evaluated on fidelity, stability, fairness diagnostics, and human interpretability via a 60-participant controlled experiment.\n\nResults.\nWhile SHAP maximises quantitative metrics, counterfactuals better highlight alternative approval paths, influencing decision speed.\n\nDiscussion & Guidelines.\nA hybrid dashboard combining global SHAP summaries with individual counterfactuals balances accuracy and usability.",
        "keywords": ["explainable AI", "credit scoring", "SHAP", "LIME", "counterfactuals", "fairness"]
    },
    {
        "id": "paper009",
        "title": "Rewilding Abandoned Farmland: Biodiversity and Socioeconomic Outcomes",
        "authors": ["Dr. Marco Silva", "Dr. Aisha Patel", "Prof. Ingrid Koch"],
        "abstract": "A 10-year longitudinal study of European rewilding projects reveals significant gains in native fauna richness and rural tourism revenue, but also highlights conflicts over large predator return.",
        "fullText": "Background.\nAgricultural abandonment in Europe surpasses 3 M ha per decade. Rewilding has emerged as a nature-based solution.\n\nMethod.\nWe track 15 sites using drone imagery, camera traps, and household surveys.\n\nFindings.\nAvian diversity up 47 %, mammal carnivore presence tripled. Local income from eco-tourism grew 26 %, yet livestock depredation complaints rose.\n\nManagement Recommendations.\nCompensation schemes, predator-friendly husbandry, and stakeholder co-design mitigate human-wildlife conflict while preserving ecological gains.",
        "keywords": ["rewilding", "biodiversity", "abandoned farmland", "human-wildlife conflict", "eco-tourism"]
    },
    {
        "id": "paper010",
        "title": "Edge-AI Accelerators for Real-Time Video Analytics on Drones",
        "authors": ["Dr. Kevin O’Neill", "Prof. Mei Lin", "Dr. Jonas Richter"],
        "abstract": "We integrate a 5 W neuromorphic accelerator into quad-rotor drones, achieving 30 fps object detection with 90 % lower energy than GPU baselines, enabling extended surveillance and disaster-response missions.",
        "fullText": "Design & Fabrication.\nThe ‘NeuRoV2’ chip pairs spiking-CNN cores with on-chip SRAM for low-latency inference.\n\nExperimental Flights.\nBenchmarked across three detection tasks: wildfire hotspots, missing-person localisation, and traffic monitoring.\n\nPerformance Metrics.\nLatency 33 ms, mAP 0.78 at 180 m altitude, flight time extended from 22 min to 38 min.\n\nFuture Work.\nOn-board continual-learning modules could adapt models to evolving environments without cloud connectivity.",
        "keywords": ["edge AI", "neuromorphic computing", "drones", "video analytics", "energy efficiency"]
    },
    {
        "id": "paper011",
        "title": "CRISPR Base Editing for Sickle Cell Disease: Preclinical Successes and Hurdles",
        "authors": ["Dr. Laura Okeke", "Prof. Daniel Hoffman"],
        "abstract": "Cytosine and adenine base editors permit single-nucleotide cures for haemoglobinopathies. We review delivery vectors, off-target profiling, and early in vivo results in murine and primate models.",
        "fullText": "Section 1: Molecular Basis of Sickle Cell Disease (SCD).\nA single A→T substitution in HBB underpins polymerisation of haemoglobin S.\n\nSection 2: Base Editors vs. Nuclease Approaches.\nEditors avoid double-strand breaks, reducing p53 activation and chromosomal rearrangements.\n\nSection 3: Delivery Platforms.\nLipid nanoparticles, viral vectors, and ex vivo autologous HSC editing compared for editing efficiency and toxicity.\n\nRegulatory Path.\nFDA guidance on off-target thresholds and long-term follow-up remains fluid; harmonised standards are urgently needed.",
        "keywords": ["CRISPR", "base editing", "sickle cell disease", "gene therapy", "off-target effects"]
    },
    {
        "id": "paper012",
        "title": "Cultural Analytics of Streaming-Era Music Consumption",
        "authors": ["Dr. Ayumi Watanabe", "Prof. Tobias Meyer", "Dr. Chloe Ndlovu"],
        "abstract": "Using a dataset of 60 B anonymised streams, we model genre diffusion, cross-cultural exchange, and algorithmic Balkanisation. Findings suggest recommendation systems can both amplify niche scenes and entrench mainstream dominance.",
        "fullText": "Data & Methods.\nGlobal streams from 2017-2024 clustered via word2vec embeddings of user playlists.\n\nResults.\nGenre adoption follows truncated power laws; algorithmic filters heighten national homogeneity for mid-tier artists while boosting global exposure for top-1 % hits.\n\nImplications.\nBalancing discovery and comfort requires diversity-aware ranking metrics and user-controlled novelty sliders.",
        "keywords": ["music streaming", "cultural analytics", "recommendation systems", "genre diffusion", "big data"]
    },
    {
        "id": "paper013",
        "title": "Quantum-Resistant Cryptography: Lattice Schemes in Real-World Networks",
        "authors": ["Prof. Katerina Popov", "Dr. Aaron Smith"],
        "abstract": "We implement and benchmark NTRU and Kyber schemes inside TLS 1.3 across enterprise traffic. Results show 12-15 % handshake latency overhead but negligible impact on steady-state throughput, demonstrating near-term deployability.",
        "fullText": "Motivation.\nShor’s algorithm threatens RSA and ECC. Transition timelines suggest post-quantum upgrades should start now.\n\nImplementation Details.\nOpenSSL fork with hybrid key exchange (ECDHE + Kyber 768). Deployed on a 400-node microservice cluster.\n\nPerformance Evaluation.\nMedian handshake +13 ms. CPU overhead <3 %. Packet captures confirm no fragmentation.\n\nMigration Roadmap.\nProgressive rollout strategy, certificate agility, and user-agent compatibility issues are discussed.",
        "keywords": ["post-quantum cryptography", "lattice cryptography", "TLS 1.3", "Kyber", "NTRU"]
    },
    {
        "id": "paper014",
        "title": "Psychological Resilience After Climate Disasters: A Meta-Analysis",
        "authors": ["Dr. Fatima Khan", "Prof. Julian Hart", "Dr. Mei-Ling Chen"],
        "abstract": "Synthesising 92 studies (N = 48,300) on post-disaster mental health, we identify social connectedness, self-efficacy, and proactive coping as the strongest protective factors. Interventions targeting collective efficacy show the largest effect sizes (g = 0.43).",
        "fullText": "Methods.\nRandom-effects meta-analysis with robust variance estimation; heterogeneity I² = 71 %.\n\nResults.\nAdaptive emotion regulation mediates the link between social support and reduced PTSD symptoms.\n\nPolicy Implications.\nCommunity-led preparedness drills outperform individual CBT programmes in resource-constrained settings.",
        "keywords": ["resilience", "climate disasters", "mental health", "meta-analysis", "PTSD"]
    },
    {
        "id": "paper015",
        "title": "Hybrid Photonic-Electronic Neural Networks for Ultra-Low Latency Trading",
        "authors": ["Dr. Ivan Petrov", "Prof. Sara O’Connor"],
        "abstract": "A co-packaged silicon photonic accelerator slashes inference latency below 100 ns for tick-level prediction tasks, outperforming leading FPGA platforms by 3× while consuming 40 % less energy.",
        "fullText": "Architecture Overview.\nOptical dot-product engines handle matrix multiplications; electronic control manages activation and routing.\n\nBenchmarks.\nNASDAQ ITCH replay shows Sharpe ratio improvements of 0.18 compared with FPGA baseline.\n\nDiscussion.\nCooling, signal integrity, and regulatory scrutiny (MiFID II) present non-technical adoption hurdles.",
        "keywords": ["photonic computing", "neural networks", "high-frequency trading", "silicon photonics", "low latency"]
    },
    {
        "id": "paper016",
        "title": "Participatory Mapping with Indigenous Communities Using Augmented Reality",
        "authors": ["Dr. Leilani Tuwhare", "Dr. Matteo Rossi"],
        "abstract": "We co-developed an AR toolkit that overlays oral histories and land-use boundaries onto mobile devices, enabling Indigenous stewards to assert territorial claims during policy negotiations.",
        "fullText": "Toolkit Design.\nRuns offline, localises via visual-inertial odometry, and stores encrypted annotations.\n\nField Study in Aotearoa.\nParticipants reported higher perceived agency (p < 0.01) and negotiation success.\n\nChallenges.\nBalancing technological novelty with cultural protocols; fostering long-term maintenance capacity.",
        "keywords": ["augmented reality", "participatory mapping", "Indigenous knowledge", "land rights", "HCI"]
    },
    {
        "id": "paper017",
        "title": "Wastewater-Based Epidemiology for Early Detection of Viral Outbreaks",
        "authors": ["Prof. David Nguyen", "Dr. Ana Costa", "Dr. Hassan El-Gamal"],
        "abstract": "A multiplex qPCR panel quantifies SARS-CoV-2, influenza, and RSV RNA in sewage, predicting hospital admissions 7-10 days in advance with R² = 0.82 across 11 municipalities.",
        "fullText": "Sampling Protocol.\n24-h composite grabs processed via PEG precipitation and magnetic-bead extraction.\n\nPredictive Modelling.\nVector autoregression aligns viral load signals to ICU occupancy.\n\nPublic-Health Integration.\nDashboards feed alerts to local health departments, enabling targeted testing campaigns.",
        "keywords": ["wastewater epidemiology", "viral surveillance", "early warning", "qPCR", "public health"]
    },
    {
        "id": "paper018",
        "title": "Ethical Frameworks for Autonomous Weapon Systems: A Multimodal Delphi Study",
        "authors": ["Dr. Zahra Haddad", "Prof. Ethan Brooks", "Dr. Linh Vo"],
        "abstract": "Using three Delphi rounds with 45 experts across law, military ethics, AI safety, and robotics, we converge on a consensus framework emphasising meaningful human control, auditability, and proportionality constraints.",
        "fullText": "Round 1 Findings.\nDivergence on acceptable autonomy levels; unanimous rejection of lethal fully-autonomous micro-drones.\n\nRound 2.\nScenario-based discussion produced a draft principle set evaluated via pair-wise comparison.\n\nRound 3 Consensus.\nSeven guiding principles endorsed by ≥85 % of panelists.\n\nImplications.\nProvides a concrete foundation for international treaty negotiations and defence procurement guidelines.",
        "keywords": ["autonomous weapons", "ethics", "Delphi study", "international law", "AI safety"]
    }
]
